epyc-7763-guc/20240905-1444-guc-tests/logs/1-1000-1-star-no-yes-no-256-1725912854/pgbench.log
pgbench (18devel)
transaction type: /mnt/data/scalability-tests-2/20240905-1444-guc-tests/logs/1-1000-1-star-no-yes-no-256-1725912854/star-10-1.sql
scaling factor: 1
query mode: prepared
number of clients: 256
number of threads: 256
maximum number of tries: 1
duration: 5 s
number of transactions actually processed: 7303728
number of failed transactions: 0 (0.000%)
latency average = 0.174 ms
initial connection time = 113.306 ms
tps = 1467171.517814 (without initial connection time)